{
  "ChatGPT.nvim": {
    "branch": "main"
  },
  "LuaSnip": {
    "branch": "master"
  },
  "autosplit.nvim": {
    "branch": "master"
  },
  "cmp-buffer": {
    "branch": "main"
  },
  "cmp-calc": {
    "branch": "main"
  },
  "cmp-cmdline": {
    "branch": "main"
  },
  "cmp-nvim-lsp": {
    "branch": "main"
  },
  "cmp-nvim-lua": {
    "branch": "main"
  },
  "cmp-path": {
    "branch": "main"
  },
  "cmp_luasnip": {
    "branch": "master"
  },
  "dashboard-nvim": {
    "branch": "master"
  },
  "diffview.nvim": {
    "branch": "main"
  },
  "fennel.vim": {
    "branch": "main"
  },
  "flit.nvim": {
    "branch": "main"
  },
  "friendly-snippets": {
    "branch": "main"
  },
  "gitsigns.nvim": {
    "branch": "main"
  },
  "hotpot.nvim": {
    "branch": "master"
  },
  "lazy.nvim": {
    "branch": "main"
  },
  "leap.nvim": {
    "branch": "main"
  },
  "lualine.nvim": {
    "branch": "master"
  },
  "mini.ai": {
    "branch": "main"
  },
  "mini.align": {
    "branch": "main"
  },
  "mini.animate": {
    "branch": "main"
  },
  "mini.bufremove": {
    "branch": "main"
  },
  "mini.comment": {
    "branch": "main"
  },
  "mini.indentscope": {
    "branch": "main"
  },
  "mini.pairs": {
    "branch": "main"
  },
  "mini.surround": {
    "branch": "main"
  },
  "mini.tabline": {
    "branch": "main"
  },
  "neodev.nvim": {
    "branch": "main"
  },
  "neorg": {
    "branch": "main"
  },
  "neorg-telescope": {
    "branch": "main"
  },
  "noice.nvim": {
    "branch": "main"
  },
  "nui.nvim": {
    "branch": "main"
  },
  "null-ls.nvim": {
    "branch": "main"
  },
  "nvim": {
    "branch": "main"
  },
  "nvim-cmp": {
    "branch": "main"
  },
  "nvim-colorizer.lua": {
    "branch": "master"
  },
  "nvim-lspconfig": {
    "branch": "master"
  },
  "nvim-tree.lua": {
    "branch": "master"
  },
  "nvim-treesitter": {
    "branch": "master"
  },
  "nvim-ts-context-commentstring": {
    "branch": "main"
  },
  "nvim-ts-rainbow": {
    "branch": "master"
  },
  "nvim-web-devicons": {
    "branch": "master"
  },
  "orgmode": {
    "branch": "master"
  },
  "plenary.nvim": {
    "branch": "master"
  },
  "readline.nvim": {
    "branch": "master"
  },
  "rust-tools.nvim": {
    "branch": "master"
  },
  "sqlite.lua": {
    "branch": "master"
  },
  "telescope-fzf-native.nvim": {
    "branch": "main"
  },
  "telescope-live-grep-args.nvim": {
    "branch": "master"
  },
  "telescope.nvim": {
    "branch": "master"
  },
  "tmux.nvim": {
    "branch": "main"
  },
  "tmux.vim": {
    "branch": "master"
  },
  "todo-comments.nvim": {
    "branch": "main"
  },
  "vim-eunuch": {
    "branch": "master"
  },
  "vim-fugitive": {
    "branch": "master"
  },
  "vim-matchup": {
    "branch": "master"
  },
  "vim-repeat": {
    "branch": "master"
  },
  "which-key.nvim": {
    "branch": "main"
  },
  "yanky.nvim": {
    "branch": "main"
  }
}
