meaningful-ooo/sponge
jorgebucaran/autopair.fish
patrickf1/fzf.fish
jethrokuan/z
ilancosman/tide@v6
catppuccin/fish
oh-my-fish/plugin-foreign-env
lilyball/nix-env.fish
jorgebucaran/fisher
rstacruz/fish-asdf
